{
  "locale": "it",
  "translations": {
    "4092554493038679417": "Cambia schema di colori",
    "5034473762587110175": "Apri navigazione",
    "1726363342938046830": "Informazioni",
    "3398353192845179101": "Esperienza",
    "7922989125096435449": "Contatti",
    "5847310634737729000": "Chiudi navigazione",
    "8695389393070361898": "Cambia tema",
    "8379314117913380516": "informazioni",
    "3562199946446423606": "Su di me",
    "1339159156888549718": "Ritratto di Alex",
    "6396010416703901080": "Curioso di conoscermi? Ecco qui:",
    "6524483519658952310": "Ciao! Sono un appassionato ingegnere del software specializzato nello sviluppo web full-stack. La mia missione? Dare vita ai prodotti digitali combinando competenze tecniche con un approccio centrato sull'utente. Che si tratti di creare esperienze utente fluide, implementare design responsive o scrivere codice pulito e ad alte prestazioni, amo trasformare le idee in realtà.",
    "1398862955880306239": "Il mio viaggio è iniziato nel 2017, quando ho mosso i primi passi nello sviluppo web durante i miei studi. Da allora ho affrontato nuove sfide, evolvendo costantemente e rimanendo all'avanguardia della tecnologia. Negli ultimi sei anni ho affinato le mie competenze e ora sviluppo applicazioni web all'avanguardia utilizzando tecnologie come Angular, TypeScript, Node.js, Tailwind CSS e Ruby on Rails.",
    "7066927532722569419": "Come membro proattivo del team, mi piace lavorare su progetti dall'ideazione al rilascio in produzione. C'è qualcosa di magico nel vedere un concetto evolversi in un prodotto finito. Che si tratti di brainstorming sulle funzionalità, progettazione di soluzioni o risoluzione di bug, contate su di me!",
    "2580263048144931430": "Quando non sono immerso nel codice, mi trovate sui campi da calcio, a giocare a freccette o a suonare la batteria.",
    "2992091435144901506": "Infine, qualche curiosità su di me.",
    "7435401466120133324": "Laurea magistrale in Informatica dei Media",
    "2501784976238558733": "Apprendimento rapido",
    "2607161377799964176": "Spirito di squadra",
    "853657303423472902": "Sentiti libero di contattarmi — sono disponibile per collaborazioni Open Source, discussioni o semplicemente per un saluto 😊. Puoi trovarmi su {$START_LINK}GitHub{$CLOSE_LINK}, dove sostengo attivamente progetti Open Source nel mio tempo libero.",
    "3806046460695773495": "contatti",
    "2236877205125634440": "Mettiti in contatto",
    "3296050750758951280": "Curioso di sapere di più? Sentiti libero di contattarmi se cerchi uno sviluppatore, hai una domanda o vuoi semplicemente connetterti.",
    "8738732372986673558": "Copia negli appunti",
    "5392341774767336507": "Copiato!",
    "7432269983437379187": "Puoi trovarmi anche su queste piattaforme!",
    "4912832585574135418": "esperienza",
    "4284456036803499378": "Ecco un breve riepilogo delle mie esperienze più recenti:",
    "8167513183851535531": "oggi",
    "5611576616238038602": "Ritratto di Alex",
    "4838137483703891134": "Ciao, sono Alex {$START_TAG_SPAN}👋{$CLOSE_TAG_SPAN}",
    "1231935234812662388": "Sono uno sviluppatore web appassionato (attualmente lavoro con Angular, TailwindCSS e Node.js) con oltre 5 anni di esperienza. Il mio obiettivo è creare applicazioni web reattive e performanti che siano sia funzionali che esteticamente piacevoli. Benvenuto! 🚀",
    "1953905093259328161": "Düsseldorf, Germania",
    "5184113175230111566": "Disponibile per nuovi progetti",
    "4342625008558026850": "Competenze",
    "2698523611173154891": "Le competenze, gli strumenti e le tecnologie in cui eccello:",
    "7100508900545127127": "Testimonianze",
    "2235950416647161384": "Parole gentili da colleghi e clienti:",
    "5491084532551383168": "Progetti",
    "8468917990720299271": "Una selezione di progetti a cui ho contribuito:",
    "8215692724079010432": "Apri link esterno",
    "3950619035580288385": "Ingegnere Full Stack",
    "4058175648372300295": "babiel",
    "8256730138189607726": "https://www.babiel.com",
    "5858221649220977292": "Guidato con successo il rilancio di una pubblicazione digitale e di un'applicazione statistica.",
    "2216909500381016550": "Dimostrata competenza in un variegato stack tecnologico, tra cui Angular, TypeScript, TailwindCSS, EveryLayout, GraphQL, Compodoc, Jest, e altro.",
    "6720585639837524646": "Fornito leadership come mentore e responsabile tecnico, guidando il team di sviluppo frontend.",
    "2145819939017949210": "Sviluppatore Web (Studente lavoratore)",
    "5133862515802582291": "appsoluts",
    "9046616810294634897": "https://appsoluts.de",
    "6148033224048177681": "Progettato e ottimizzato applicazioni web ad alte prestazioni per migliorare l'esperienza utente.",
    "6605276672606837984": "Svolto il ruolo di sviluppatore full-stack esperto negli ecosistemi Vue.js e Ruby on Rails.",
    "4378568353507865480": "Sviluppatore ECM (Studente lavoratore)",
    "4505540784967950873": "able",
    "2742315601336860039": "https://www.able-group.de",
    "1438213123375006278": "Sviluppato e distribuito plugin web autonomi per migliorare la funzionalità di un sistema di gestione documentale.",
    "1275778684549935744": "Assunto un ruolo completo che include ingegneria dei requisiti, progettazione concettuale, sviluppo del prodotto, test e gestione operativa.",
    "4766361001513660230": "Collaborato strettamente con i clienti interni per ideare e perfezionare le funzionalità del prodotto, garantendo l'allineamento con gli obiettivi aziendali.",
    "4388033653371435483": "Sviluppatore Java (Studente lavoratore)",
    "8489120594808051107": "kernpunkt",
    "4566842448603468499": "https://www.kernpunkt.de",
    "5969262782187988583": "Sviluppato estensioni CMS basate su Java e template web, migliorando le capacità del sistema e l'interfaccia utente.",
    "8418757315716671228": "Giocato un ruolo chiave nel processo di trasformazione Scrum operativo, contribuendo all'adozione di metodologie agili.",
    "885356298966508602": "Teamlead CoreMedia - babiel",
    "1724843545256202388": "\"Alex è una persona che stabilisce standard molto alti per sé stesso. L'architettura del software e la qualità del codice sono esemplari.\"",
    "6241216760515841388": "Philipp Müller",
    "2183759417524528614": "Product Owner - Deutsche Bundesbank",
    "4423403981586156913": "\"Siete in buone mani! Alex ha un occhio per i dettagli senza perdere di vista il quadro generale. È una grande persona con cui lavorare.\"",
    "1310273215676637105": "Ingegnere Fullstack Senior - babiel",
    "5737718121557020000": "\"Avevamo appena iniziato a sviluppare un nuovo sistema con Angular quando Alex si è unito al nostro team. In pochissimo tempo, ha familiarizzato con il sistema e ha iniziato a contribuire al suo sviluppo, portando numerose idee e miglioramenti. Alex non scrive semplicemente codice; anticipa le necessità future. Tutti vorrebbero Alex nella loro squadra!\"",
    "3300865128208902700": "Pubblicazioni Digitali della Bundesbank",
    "3981228731455999944": "Una piattaforma intuitiva per trovare e leggere pubblicazioni digitali. Include un semplice tracker di progresso, una navigazione facile ed è progettata pensando all'accessibilità e alle prestazioni.",
    "3264921690616516499": "https://publikationen.bundesbank.de",
    "663997663737307742": "Accessibilità",
    "580351185664428730": "Compodoc",
    "4043738651985178045": "Lo strumento di documentazione mancante per le tue applicazioni Angular, Nest e Stencil.",
    "8968454761451820173": "https://compodoc.app/",
    "6984983607470794786": "Open Source",
    "3296002115428304662": "Collaborativo",
    "3309175908434919167": "Grailify",
    "6101065704029646931": "Un'applicazione web facile da usare per gli appassionati di sneakers, progettata per trovare informazioni dettagliate in modo rapido ed efficiente.",
    "1620670473212860787": "https://grailify.com",
    "7156421239090819439": "Basler",
    "2036751612058851463": "Un negozio online che offre un'ampia gamma di lenti ottiche, con un sistema di ricerca e filtri completo per un'esperienza di acquisto semplice.",
    "5283020377460120913": "https://www.baslerweb.com/"
  }
}
