{
  "locale": "fr",
  "translations": {
    "4092554493038679417": "Basculer le schéma de couleurs",
    "5034473762587110175": "Ouvrir la navigation",
    "1726363342938046830": "À propos",
    "3398353192845179101": "Expérience",
    "7922989125096435449": "Contact",
    "2614607010577950577": "Aperçu",
    "6782077395930235254": "Pays",
    "5847310634737729000": "Fermer la navigation",
    "8695389393070361898": "Changer de thème",
    "8379314117913380516": "à propos",
    "3562199946446423606": "À propos de moi",
    "1339159156888549718": "Portrait d'Alex",
    "6396010416703901080": "Curieux à propos de moi ? Voici :",
    "6524483519658952310": "Bonjour ! Je suis un ingénieur logiciel passionné, spécialisé dans le développement web full-stack. Ma mission ? Donner vie aux produits numériques en combinant expertise technique et approche centrée sur l'utilisateur. Que ce soit pour créer des expériences utilisateur fluides, implémenter des designs réactifs ou écrire un code propre et performant, je m'épanouis en transformant les idées en réalité.",
    "1398862955880306239": "Mon parcours a commencé en 2017 lorsque j'ai découvert le développement web pendant mes études. Depuis, j'ai relevé de nouveaux défis, évolué en continu et suis resté à la pointe de la technologie. Au cours des six dernières années, j'ai perfectionné mes compétences et construit des applications web de pointe utilisant une pile technologique incluant Angular, TypeScript, Node.js, Tailwind CSS et Ruby on Rails.",
    "7066927532722569419": "En tant que membre proactif de l'équipe, j'apprécie travailler sur des projets de l'idéation à la mise en production. Il y a quelque chose de magique à voir un concept évoluer en un produit abouti. Que ce soit pour brainstormer des fonctionnalités, concevoir des solutions ou résoudre des bugs, comptez sur moi !",
    "2580263048144931430": "Quand je ne suis pas plongé dans le code, vous me trouverez en train de courir sur des terrains de football, de lancer des fléchettes ou de jouer de la batterie.",
    "2992091435144901506": "Enfin, quelques faits rapides à mon sujet.",
    "7435401466120133324": "Master en Informatique des Médias",
    "2501784976238558733": "Apprentissage rapide",
    "2607161377799964176": "Esprit d'équipe",
    "853657303423472902": "N'hésitez pas à me contacter : je suis disponible pour des collaborations Open Source, des discussions ou simplement pour dire bonjour 😊. Vous pouvez me trouver sur {$START_LINK}GitHub{$CLOSE_LINK}, où je soutiens activement des projets Open Source pendant mon temps libre.",
    "3806046460695773495": "contact",
    "2236877205125634440": "Entrer en contact",
    "3296050750758951280": "Curieux d'en savoir plus ? N'hésitez pas à me contacter si vous recherchez un développeur, avez une question ou souhaitez simplement échanger.",
    "8738732372986673558": "Copier dans le presse-papiers",
    "5392341774767336507": "Copié !",
    "7432269983437379187": "Vous me trouverez aussi sur ces plateformes !",
    "4912832585574135418": "expérience",
    "4284456036803499378": "Voici un résumé rapide de mes aventures les plus récentes :",
    "8167513183851535531": "aujourd'hui",
    "5611576616238038602": "Portrait d'Alex",
    "4838137483703891134": "Bonjour, je suis Alex {$START_TAG_SPAN}👋{$CLOSE_TAG_SPAN}",
    "1231935234812662388": "Je suis un développeur web passionné (actuellement avec Angular, TailwindCSS et Node.js) avec plus de 5 ans d'expérience. Mon objectif est de créer des applications web réactives et performantes, à la fois fonctionnelles et esthétiques. Bienvenue ! 🚀",
    "1953905093259328161": "Düsseldorf, Allemagne",
    "5184113175230111566": "Disponible pour de nouveaux projets",
    "4342625008558026850": "Compétences",
    "2698523611173154891": "Les compétences, outils et technologies dans lesquels j'excelle :",
    "7100508900545127127": "Témoignages",
    "2235950416647161384": "Quelques mots gentils de collègues et de clients :",
    "5491084532551383168": "Travail",
    "8468917990720299271": "Une sélection de projets auxquels j'ai participé :",
    "8215692724079010432": "Ouvrir un lien externe",
    "3950619035580288385": "Ingénieur Full Stack",
    "4058175648372300295": "babiel",
    "8256730138189607726": "https://www.babiel.com",
    "5858221649220977292": "J'ai dirigé la relance réussie d'une publication numérique et d'une application de statistiques.",
    "2216909500381016550": "Démonstration de maîtrise dans une pile technologique diversifiée, incluant Angular, TypeScript, TailwindCSS, EveryLayout, GraphQL, Compodoc, Jest, entre autres.",
    "6720585639837524646": "Leadership en tant que mentor et chef technique, guidant l'équipe de développement frontend.",
    "2145819939017949210": "Développeur Web (Étudiant en alternance)",
    "5133862515802582291": "appsoluts",
    "9046616810294634897": "https://appsoluts.de",
    "6148033224048177681": "J'ai conçu et optimisé des applications web haute performance pour améliorer l'expérience utilisateur.",
    "6605276672606837984": "J'ai exercé le rôle de développeur full-stack, compétent dans les écosystèmes Vue.js et Ruby on Rails.",
    "4378568353507865480": "Développeur ECM (Étudiant en alternance)",
    "4505540784967950873": "able",
    "2742315601336860039": "https://www.able-group.de",
    "1438213123375006278": "Développement et déploiement de plugins web autonomes pour améliorer la fonctionnalité d'un système de gestion de documents.",
    "1275778684549935744": "Rôle intégral incluant l'ingénierie des exigences, la conception conceptuelle, le développement de produits, les tests et la gestion des opérations.",
    "4766361001513660230": "Collaboration étroite avec des clients internes pour imaginer et affiner les fonctionnalités des produits, en alignement avec les objectifs de l'entreprise.",
    "4388033653371435483": "Développeur Java (Étudiant en alternance)",
    "8489120594808051107": "kernpunkt",
    "4566842448603468499": "https://www.kernpunkt.de",
    "5969262782187988583": "Développement d'extensions CMS basées sur Java et de modèles web, améliorant les capacités du système et l'interface utilisateur.",
    "8418757315716671228": "Rôle clé dans le processus de transformation opérationnelle Scrum, contribuant à l'adoption des méthodologies agiles.",
    "885356298966508602": "Responsable d'équipe CoreMedia - babiel",
    "1724843545256202388": "\"Alex est une personne qui fixe des standards très élevés pour lui-même. L'architecture logicielle et la qualité du code sont exemplaires.\"",
    "6241216760515841388": "Philipp Müller",
    "2183759417524528614": "Propriétaire du produit - Deutsche Bundesbank",
    "4423403981586156913": "\"Vous êtes entre de bonnes mains ! Alex a un œil pour les détails tout en gardant une vue d'ensemble. C'est une excellente personne avec qui travailler.\"",
    "1310273215676637105": "Ingénieur Fullstack Senior - babiel",
    "5737718121557020000": "\"Nous venions de commencer à développer un nouveau système avec Angular quand Alex a rejoint notre équipe. En un rien de temps, il s'est familiarisé avec le système et a commencé à contribuer à son développement, en apportant de nombreuses idées et améliorations. Alex n'écrit pas seulement du code; il anticipe les besoins futurs. Tout le monde veut Alex dans son équipe !\"",
    "3300865128208902700": "Publications numériques de la Bundesbank",
    "3981228731455999944": "Une plateforme intuitive pour trouver et lire des publications numériques. Elle comprend un suivi de progression simple, une navigation facile et est conçue en tenant compte de l'accessibilité et des performances.",
    "3264921690616516499": "https://publikationen.bundesbank.de",
    "663997663737307742": "Accessibilité",
    "580351185664428730": "Compodoc",
    "4043738651985178045": "L'outil de documentation manquant pour vos applications Angular, Nest et Stencil.",
    "8968454761451820173": "https://compodoc.app/",
    "6984983607470794786": "Open Source",
    "3296002115428304662": "Collaboratif",
    "3309175908434919167": "Grailify",
    "6101065704029646931": "Une application web conviviale pour les amateurs de baskets, conçue pour trouver rapidement et efficacement des informations détaillées.",
    "1620670473212860787": "https://grailify.com",
    "7156421239090819439": "Basler",
    "2036751612058851463": "Une boutique en ligne proposant une large gamme de lentilles optiques, avec un système de recherche et de filtres complet pour une expérience d'achat simplifiée.",
    "5283020377460120913": "https://www.baslerweb.com/"
  }
}
