{
  "locale": "pt",
  "translations": {
    "4092554493038679417": "Alternar esquema de cores",
    "5034473762587110175": "Abrir navegação",
    "1726363342938046830": "Sobre",
    "3398353192845179101": "Experiência",
    "7922989125096435449": "Contato",
    "5847310634737729000": "Fechar navegação",
    "8695389393070361898": "Mudar tema",
    "8379314117913380516": "sobre",
    "3562199946446423606": "Sobre mim",
    "1339159156888549718": "Retrato de Alex",
    "6396010416703901080": "Curioso sobre mim? Aqui vai:",
    "6524483519658952310": "Olá! Sou um engenheiro de software apaixonado com foco em desenvolvimento web full-stack. Minha missão? Dar vida a produtos digitais combinando expertise técnica com uma abordagem centrada no usuário. Seja criando experiências de usuário intuitivas, implementando designs responsivos ou escrevendo código limpo e de alta performance, adoro transformar ideias em realidade.",
    "1398862955880306239": "Minha jornada começou em 2017, quando comecei no desenvolvimento web enquanto estudava. Desde então, enfrentei novos desafios, evoluí continuamente e me mantive na vanguarda da tecnologia. Nos últimos seis anos, aperfeiçoei minhas habilidades e agora desenvolvo aplicações web inovadoras usando um stack que inclui Angular, TypeScript, Node.js, Tailwind CSS e Ruby on Rails.",
    "7066927532722569419": "Como um membro proativo da equipe, gosto de trabalhar em projetos desde a ideação até o lançamento em produção. Há algo mágico em ver um conceito evoluir para um produto completo. Seja no brainstorming de funcionalidades, arquitetando soluções ou resolvendo bugs, conte comigo!",
    "2580263048144931430": "Quando não estou codificando, você me encontrará correndo em campos de futebol, jogando dardos ou tocando bateria.",
    "2992091435144901506": "Por fim, alguns fatos rápidos sobre mim.",
    "7435401466120133324": "Mestre em Ciências da Computação e Mídia",
    "2501784976238558733": "Aprendizado rápido",
    "2607161377799964176": "Trabalho em equipe",
    "853657303423472902": "Fique à vontade para entrar em contato — estou disponível para colaborações em Open Source, discussões ou apenas para dizer olá 😊. Você pode me encontrar no {$START_LINK}GitHub{$CLOSE_LINK}, onde apoio ativamente projetos Open Source no meu tempo livre.",
    "3806046460695773495": "contato",
    "2236877205125634440": "Entrar em contato",
    "3296050750758951280": "Curioso para saber mais? Fique à vontade para entrar em contato comigo se estiver procurando um desenvolvedor, tiver uma pergunta ou apenas quiser se conectar.",
    "8738732372986673558": "Copiar para a área de transferência",
    "5392341774767336507": "Copiado!",
    "7432269983437379187": "Você também me encontra nessas plataformas!",
    "4912832585574135418": "experiência",
    "4284456036803499378": "Aqui está um resumo rápido das minhas aventuras mais recentes:",
    "5611576616238038602": "Retrato de Alex",
    "4838137483703891134": "Olá, eu sou Alex {$START_TAG_SPAN}👋{$CLOSE_TAG_SPAN}",
    "1231935234812662388": "Sou um desenvolvedor web apaixonado (atualmente trabalhando com Angular, TailwindCSS e Node.js) com mais de 5 anos de experiência. Meu objetivo é criar aplicações web responsivas e de alto desempenho que sejam tanto funcionais quanto esteticamente agradáveis. Bem-vindo! 🚀",
    "1953905093259328161": "Düsseldorf, Alemanha",
    "5184113175230111566": "Disponível para novos projetos",
    "4342625008558026850": "Habilidades",
    "2698523611173154891": "As habilidades, ferramentas e tecnologias em que me destaco:",
    "7100508900545127127": "Depoimentos",
    "2235950416647161384": "Palavras gentis de colegas e clientes:",
    "5491084532551383168": "Trabalho",
    "8468917990720299271": "Uma seleção de projetos em que participei:",
    "8215692724079010432": "Abrir link externo",
    "3950619035580288385": "Engenheiro Full Stack",
    "4058175648372300295": "babiel",
    "8256730138189607726": "https://www.babiel.com",
    "5858221649220977292": "Liderei o relançamento bem-sucedido de uma publicação digital e aplicação de estatísticas.",
    "2216909500381016550": "Demonstrei proficiência em um stack tecnológico diversificado, incluindo Angular, TypeScript, TailwindCSS, EveryLayout, GraphQL, Compodoc, Jest, entre outros.",
    "6720585639837524646": "Ofereci liderança como mentor e líder técnico, orientando a equipe de desenvolvimento frontend.",
    "2145819939017949210": "Desenvolvedor Web (Estagiário)",
    "5133862515802582291": "appsoluts",
    "9046616810294634897": "https://appsoluts.de",
    "6148033224048177681": "Projetei e otimizei aplicações web de alto desempenho para melhorar a experiência do usuário.",
    "6605276672606837984": "Desempenhei o papel de desenvolvedor full-stack, competente nos ecossistemas Vue.js e Ruby on Rails.",
    "4378568353507865480": "Desenvolvedor ECM (Estagiário)",
    "4505540784967950873": "able",
    "2742315601336860039": "https://www.able-group.de",
    "1438213123375006278": "Desenvolvi e implantei plugins web independentes para melhorar a funcionalidade de um sistema de gerenciamento de documentos.",
    "1275778684549935744": "Assumi um papel abrangente que incluiu engenharia de requisitos, design conceitual, desenvolvimento de produtos, testes e gerenciamento de operações.",
    "4766361001513660230": "Colaborei de perto com clientes internos para criar e refinar recursos de produtos, garantindo alinhamento com os objetivos de negócios.",
    "4388033653371435483": "Desenvolvedor Java (Estagiário)",
    "8489120594808051107": "kernpunkt",
    "4566842448603468499": "https://www.kernpunkt.de",
    "5969262782187988583": "Desenvolvi extensões de CMS baseadas em Java e templates web, aprimorando as capacidades do sistema e a interface do usuário.",
    "8418757315716671228": "Desempenhei um papel importante no processo de transformação Scrum operacional, contribuindo para a adoção de metodologias ágeis.",
    "885356298966508602": "Líder de Equipe CoreMedia - babiel",
    "1724843545256202388": "\"Alex é uma pessoa que estabelece padrões muito altos para si mesmo. A arquitetura de software e a qualidade do código são exemplares.\"",
    "6241216760515841388": "Philipp Müller",
    "2183759417524528614": "Product Owner - Deutsche Bundesbank",
    "4423403981586156913": "\"Você está em boas mãos! Alex tem um olho para detalhes enquanto mantém a visão geral em mente. É uma ótima pessoa para trabalhar.\"",
    "1310273215676637105": "Engenheiro Fullstack Sênior - babiel",
    "5737718121557020000": "\"Tínhamos acabado de começar a desenvolver um novo sistema usando Angular quando Alex se juntou à nossa equipe. Em pouco tempo, ele se familiarizou com o sistema e começou a contribuir para seu desenvolvimento, trazendo várias ideias e melhorias. Alex não apenas escreve código; ele antecipa necessidades futuras. Todos querem Alex em sua equipe!\"",
    "3300865128208902700": "Publicações Digitais do Bundesbank",
    "3981228731455999944": "Uma plataforma intuitiva para encontrar e ler publicações digitais. Inclui um rastreador de progresso simples, navegação fácil e é projetada com acessibilidade e desempenho em mente.",
    "3264921690616516499": "https://publikationen.bundesbank.de",
    "663997663737307742": "Acessibilidade",
    "580351185664428730": "Compodoc",
    "4043738651985178045": "A ferramenta de documentação que faltava para suas aplicações Angular, Nest e Stencil.",
    "8968454761451820173": "https://compodoc.app/",
    "6984983607470794786": "Open Source",
    "3296002115428304662": "Colaborativo",
    "3309175908434919167": "Grailify",
    "6101065704029646931": "Uma aplicação web fácil de usar para entusiastas de tênis, projetada para encontrar informações detalhadas de forma rápida e eficiente.",
    "1620670473212860787": "https://grailify.com",
    "7156421239090819439": "Basler",
    "2036751612058851463": "Uma loja online que oferece uma ampla gama de lentes ópticas, com um sistema de busca e filtros abrangente para uma experiência de compra fácil.",
    "5283020377460120913": "https://www.baslerweb.com/"
  }
}
