{
  "locale": "de",
  "translations": {
    "4092554493038679417": "Farbschema ändern",
    "5034473762587110175": "Navigation öffnen",
    "1726363342938046830": "Über",
    "3398353192845179101": "Erfahrung",
    "7922989125096435449": "Kontakt",
    "2614607010577950577": "Übersicht",
    "6782077395930235254": "Länder",
    "5847310634737729000": "Navigation schließen",
    "8695389393070361898": "Farbschema ändern",
    "8379314117913380516": "über",
    "3562199946446423606": "Über mich",
    "1339159156888549718": "Pose von Alex",
    "6396010416703901080": " Neugierig auf mich? Los geht's: ",
    "6524483519658952310": " Hallo! Ich bin ein leidenschaftlicher Softwareentwickler mit Schwerpunkt auf Full-Stack-Webentwicklung. Meine Mission? Ich hauche digitalen Produkten Leben ein, indem ich technisches Fachwissen mit einem benutzerzentrierten Ansatz kombiniere. Ganz gleich, ob es darum geht, nahtlose Benutzererlebnisse zu schaffen, responsive Designs zu implementieren oder sauberen, leistungsstarken Code zu schreiben, ich brenne darauf, Ideen in die Realität umzusetzen. ",
    "1398862955880306239": " Meine Reise begann im Jahr 2017, als ich mich während des Studiums erstmals mit der Webentwicklung beschäftigte. Seitdem habe ich neue Herausforderungen angenommen, mich kontinuierlich weiterentwickelt und bin an der Spitze der Technologie geblieben. In den letzten sechs Jahren habe ich meine Fähigkeiten verfeinert und erstelle nun hochmoderne Webanwendungen mit einem Stack, der Angular, TypeScript, Node.js, Tailwind CSS und Ruby on Rails umfasst. ",
    "7066927532722569419": " Als proaktives Teammitglied arbeite ich gerne an Projekten von der Ideenfindung bis zur Produktionsfreigabe mit. Es hat etwas Magisches, zu sehen, wie sich aus einem Konzept ein ausgefeiltes Produkt entwickelt. Egal, ob es um Brainstorming, Architekturlösungen oder die Behebung von Fehlern geht – ich bin dabei! ",
    "2580263048144931430": " Wenn ich mich nicht gerade mit Code beschäftige, renne ich über Fußballplätze, werfe Darts oder trommele. ",
    "2992091435144901506": "Zum Schluss noch ein paar kurze Informationen über mich.",
    "7435401466120133324": "M. Sc. in Medieninformatik",
    "2501784976238558733": "Schneller Lerner",
    "2607161377799964176": "Teamplayer",
    "853657303423472902": " Fühl Dich frei, mich zu kontaktieren – ich stehe zur Verfügung für Open-Source Kooperationen, Diskussionen oder einfach nur um Hallo zu sagen! 😊 Du findest mich auf {$START_LINK}GitHub{$CLOSE_LINK}, wo ich in meiner Freizeit aktiv Open-Source Projekte unterstütze. ",
    "3806046460695773495": "kontakt",
    "2236877205125634440": "Nimm Kontakt auf",
    "3296050750758951280": " Neugierig, mehr zu erfahren? Zögere nicht, mich zu kontaktieren, wenn du nach einem Entwickler suchst, eine Anfrage hast oder einfach nur in Verbindung treten möchtest. ",
    "8738732372986673558": "In die Zwischenablage kopieren",
    "5392341774767336507": "Kopiert!",
    "7432269983437379187": "Du findest mich auch auf diesen Plattformen!",
    "4912832585574135418": "erfahrung",
    "4284456036803499378": " Hier ist eine kurze Zusammenfassung meiner jüngsten Abenteuer: ",
    "8167513183851535531": "heute",
    "5611576616238038602": "Headshot von Alex",
    "4838137483703891134": " Hi, ich bin Alex {$START_TAG_SPAN}👋{$CLOSE_TAG_SPAN}",
    "1231935234812662388": " Ich bin ein leidenschaftlicher Webentwickler (derzeit Angular, TailwindCSS und Node.js) mit über 5 Jahren Erfahrung. Mein Ziel ist es, responsive und performante Webanwendungen zu erstellen, die sowohl funktional als auch ästhetisch ansprechend sind. Herzlich Willkommen! 🚀 ",
    "1953905093259328161": "Düsseldorf, Deutschland",
    "5184113175230111566": "Verfügbar für neue Projekte",
    "4342625008558026850": "Fähigkeiten",
    "2698523611173154891": " Die Fähigkeiten, Werkzeuge und Technologien, in denen ich aufblühe: ",
    "7100508900545127127": "Testimonials",
    "2235950416647161384": " Freundliche Worte von Kollegen und Kunden: ",
    "5491084532551383168": "Projekte",
    "8468917990720299271": " Eine Auswahl von Projekten, an denen ich mitgewirkt habe: ",
    "8215692724079010432": "Externen Link öffnen",
    "3950619035580288385": "Full Stack Engineer",
    "4058175648372300295": "babiel",
    "8256730138189607726": "https://www.babiel.com",
    "5858221649220977292": "Unterstützte den erfolgreichen Relaunch einer Anwendung für digitale Publikationen und Statistiken.",
    "2216909500381016550": "Nachgewiesene Beherrschung eines breit gefächerten Tech-Stacks, darunter Angular, Typescript, TailwindCSS, EveryLayout, GraphQL, Compodoc, Jest und weitere.      ",
    "6720585639837524646": "Führungsrolle als Mentor und technischer Vorarbeiter, der das Frontend-Entwicklungsteam anleitet.",
    "2145819939017949210": "Web Developer (Werkstudent)",
    "5133862515802582291": "appsoluts",
    "9046616810294634897": "https://appsoluts.de",
    "6148033224048177681": "Entwickelte und optimierte Hochleistungs-Webanwendungen für eine verbesserte Benutzererfahrung.",
    "6605276672606837984": "Erfüllte die Rolle eines Full-Stack-Entwicklers, der die Ökosysteme Vue.js und Ruby on Rails beherrscht.",
    "4378568353507865480": "ECM Developer (Werkstudent)",
    "4505540784967950873": "able",
    "2742315601336860039": "https://www.able-group.de",
    "1438213123375006278": "Entwicklung und Bereitstellung eigenständiger webbasierter Plugins zur Erweiterung der Funktionalität eines Dokumentenmanagementsystems.",
    "1275778684549935744": "Übernahm eine umfassende Rolle, die die Bereiche Anforderungsanalyse, Konzeption, Produktentwicklung, Tests und Betriebsmanagement umfasste.",
    "4766361001513660230": "Enge Zusammenarbeit mit internen Kunden bei der Entwicklung und Verfeinerung von Produktfeatures, um die Übereinstimmung mit den Unternehmenszielen sicherzustellen.",
    "4388033653371435483": "Java Developer (Werkstudent)",
    "8489120594808051107": "kernpunkt",
    "4566842448603468499": "https://www.kernpunkt.de",
    "5969262782187988583": "Entwicklung von Java-basierten CMS-Erweiterungen und Web-Templates zur Verbesserung der Systemfunktionen und der UI.",
    "8418757315716671228": "Spielte eine wichtige Rolle im operativen Scrum-Umwandlungsprozess und trug zur Einführung agiler Methoden bei.",
    "885356298966508602": "Teamleiter CoreMedia - babiel",
    "1724843545256202388": "\"Alex ist ein Mensch, der sehr hohe Ansprüche an sich selbst stellt. Entsprechend vorbildlich sind Software-Architektur und Code-Qualität.\"",
    "6241216760515841388": "Philipp Müller",
    "2183759417524528614": "Product Owner - Deutsche Bundesbank",
    "4423403981586156913": "\"Du bist in guten Händen! Alex hat ein Auge für Details und behält dabei das große Ganze im Auge. Es ist toll, mit ihm zu arbeiten.\"",
    "1310273215676637105": "Senior Fullstack Engineer - babiel",
    "5737718121557020000": "\"Wir hatten gerade mit der Entwicklung eines neuen Systems mit Angular begonnen, als Alex unserem Team beitrat. In kurzer Zeit arbeitete er sich in das System ein und begann es weiterzuentwickeln, wobei er viele Ideen und Verbesserungen einbrachte. Er programmiert nicht nur, er denkt voraus. Jeder möchte Alex in seinem Team haben.\"",
    "3300865128208902700": "Digitale Publikationen der Bundesbank",
    "3981228731455999944": "Eine intuitive Plattform zum Auffinden und Lesen digitaler Publikationen. Sie enthält einen einfachen Fortschrittsanzeiger, eine einfache Navigation und wurde mit Blick auf Barrierefreiheit und Leistung entwickelt.",
    "3264921690616516499": "https://publikationen.bundesbank.de",
    "663997663737307742": "Barrierefreiheit",
    "580351185664428730": "Compodoc",
    "4043738651985178045": "The missing documentation tool for your Angular, Nest & Stencil application.",
    "8968454761451820173": "https://compodoc.app/",
    "6984983607470794786": "Open Source",
    "3296002115428304662": "Kollaboration",
    "3309175908434919167": "Grailify",
    "6101065704029646931": "Eine benutzerfreundliche Webanwendung für Sneakerfans, um schnell und effizient detaillierte Informationen zu finden.",
    "1620670473212860787": "https://grailify.com",
    "7156421239090819439": "Basler",
    "2036751612058851463": "Ein Online-Shop, der eine große Auswahl an optischen Linsen anbietet, mit einem umfassenden Such- und Filtersystem für ein einfaches Einkaufserlebnis.",
    "5283020377460120913": "https://www.baslerweb.com/"
  }
}
