{
  "locale": "vi",
  "translations": {
    "4092554493038679417": "Chuyển đổi bảng màu",
    "5034473762587110175": "Mở điều hướng",
    "1726363342938046830": "Giới thiệu",
    "3398353192845179101": "Kinh nghiệm",
    "7922989125096435449": "Liên hệ",
    "5847310634737729000": "Đóng điều hướng",
    "8695389393070361898": "Chuyển đổi chủ đề",
    "8379314117913380516": "giới thiệu",
    "3562199946446423606": "Về tôi",
    "1339159156888549718": "Chân dung Alex",
    "6396010416703901080": "Tò mò về tôi? Đây là câu trả lời:",
    "6524483519658952310": "Xin chào! Tôi là một kỹ sư phần mềm đam mê chuyên về phát triển web full-stack. Sứ mệnh của tôi? Đưa sản phẩm kỹ thuật số trở nên sống động bằng cách kết hợp chuyên môn kỹ thuật và cách tiếp cận lấy người dùng làm trung tâm. Dù là tạo trải nghiệm người dùng mượt mà, triển khai thiết kế phản hồi hay viết mã sạch và hiệu suất cao, tôi yêu thích việc biến ý tưởng thành hiện thực.",
    "1398862955880306239": "Hành trình của tôi bắt đầu vào năm 2017 khi tôi lần đầu tiên khám phá phát triển web trong thời gian học. Từ đó, tôi đã đối mặt với những thách thức mới, không ngừng phát triển và luôn đi đầu trong công nghệ. Trong sáu năm qua, tôi đã trau dồi kỹ năng của mình và hiện đang xây dựng các ứng dụng web tiên tiến bằng công nghệ như Angular, TypeScript, Node.js, Tailwind CSS và Ruby on Rails.",
    "7066927532722569419": "Là một thành viên chủ động trong nhóm, tôi thích làm việc trên các dự án từ ý tưởng đến phát hành sản phẩm. Có điều gì đó thật kỳ diệu khi thấy một ý tưởng phát triển thành một sản phẩm hoàn chỉnh. Cho dù là lên ý tưởng, thiết kế giải pháp hay sửa lỗi, hãy tin tưởng vào tôi!",
    "2580263048144931430": "Khi không chìm đắm trong mã nguồn, bạn sẽ tìm thấy tôi trên sân bóng, chơi phi tiêu hoặc đánh trống.",
    "2992091435144901506": "Cuối cùng, một số thông tin nhanh về tôi.",
    "7435401466120133324": "Thạc sĩ Khoa học Máy tính Truyền thông",
    "2501784976238558733": "Học nhanh",
    "2607161377799964176": "Làm việc nhóm tốt",
    "853657303423472902": "Hãy thoải mái liên hệ — tôi sẵn sàng cho các dự án Open Source, thảo luận hoặc chỉ để chào hỏi 😊. Bạn có thể tìm thấy tôi trên {$START_LINK}GitHub{$CLOSE_LINK}, nơi tôi tích cực hỗ trợ các dự án Open Source trong thời gian rảnh.",
    "3806046460695773495": "liên hệ",
    "2236877205125634440": "Liên hệ với tôi",
    "3296050750758951280": "Tò mò muốn biết thêm? Hãy liên hệ nếu bạn đang tìm kiếm một nhà phát triển, có câu hỏi hoặc chỉ muốn kết nối.",
    "8738732372986673558": "Sao chép vào clipboard",
    "5392341774767336507": "Đã sao chép!",
    "7432269983437379187": "Bạn cũng có thể tìm thấy tôi trên các nền tảng này!",
    "4912832585574135418": "kinh nghiệm",
    "4284456036803499378": "Dưới đây là một tóm tắt nhanh về các kinh nghiệm gần đây của tôi:",
    "5611576616238038602": "Chân dung Alex",
    "4838137483703891134": "Xin chào, tôi là Alex {$START_TAG_SPAN}👋{$CLOSE_TAG_SPAN}",
    "1231935234812662388": "Tôi là một nhà phát triển web đam mê (hiện đang làm việc với Angular, TailwindCSS và Node.js) với hơn 5 năm kinh nghiệm. Mục tiêu của tôi là tạo ra các ứng dụng web phản hồi nhanh và hiệu suất cao, vừa chức năng vừa thẩm mỹ. Chào mừng! 🚀",
    "1953905093259328161": "Düsseldorf, Đức",
    "5184113175230111566": "Sẵn sàng cho các dự án mới",
    "4342625008558026850": "Kỹ năng",
    "2698523611173154891": "Các kỹ năng, công cụ và công nghệ tôi thành thạo:",
    "7100508900545127127": "Lời chứng thực",
    "2235950416647161384": "Những lời tốt đẹp từ đồng nghiệp và khách hàng:",
    "5491084532551383168": "Dự án",
    "8468917990720299271": "Một số dự án tôi đã tham gia:",
    "8215692724079010432": "Mở liên kết bên ngoài",
    "3950619035580288385": "Kỹ sư Full Stack",
    "4058175648372300295": "babiel",
    "8256730138189607726": "https://www.babiel.com",
    "5858221649220977292": "Dẫn đầu thành công việc ra mắt lại một ấn phẩm kỹ thuật số và ứng dụng thống kê.",
    "2216909500381016550": "Thể hiện khả năng trong một loạt các công nghệ, bao gồm Angular, TypeScript, TailwindCSS, EveryLayout, GraphQL, Compodoc, Jest và hơn thế nữa.",
    "6720585639837524646": "Cung cấp vai trò lãnh đạo như một người hướng dẫn và trưởng nhóm kỹ thuật, hỗ trợ nhóm phát triển frontend.",
    "2145819939017949210": "Nhà phát triển Web (Sinh viên làm việc)",
    "5133862515802582291": "appsoluts",
    "9046616810294634897": "https://appsoluts.de",
    "6148033224048177681": "Thiết kế và tối ưu hóa các ứng dụng web hiệu suất cao để nâng cao trải nghiệm người dùng.",
    "6605276672606837984": "Đóng vai trò là nhà phát triển full-stack thành thạo trong các hệ sinh thái Vue.js và Ruby on Rails.",
    "4378568353507865480": "Nhà phát triển ECM (Sinh viên làm việc)",
    "4505540784967950873": "able",
    "2742315601336860039": "https://www.able-group.de",
    "1438213123375006278": "Phát triển và triển khai các plugin web độc lập để cải thiện chức năng của hệ thống quản lý tài liệu.",
    "1275778684549935744": "Đảm nhận một vai trò toàn diện bao gồm kỹ thuật yêu cầu, thiết kế ý tưởng, phát triển sản phẩm, thử nghiệm và quản lý hoạt động.",
    "4766361001513660230": "Hợp tác chặt chẽ với khách hàng nội bộ để đưa ra ý tưởng và hoàn thiện các tính năng sản phẩm, đảm bảo phù hợp với mục tiêu kinh doanh.",
    "4388033653371435483": "Nhà phát triển Java (Sinh viên làm việc)",
    "8489120594808051107": "kernpunkt",
    "4566842448603468499": "https://www.kernpunkt.de",
    "5969262782187988583": "Phát triển các tiện ích mở rộng CMS dựa trên Java và mẫu web, cải thiện khả năng của hệ thống và giao diện người dùng.",
    "8418757315716671228": "Đóng vai trò quan trọng trong quá trình chuyển đổi Scrum vận hành, đóng góp vào việc áp dụng các phương pháp linh hoạt.",
    "885356298966508602": "Trưởng nhóm CoreMedia - babiel",
    "1724843545256202388": "\"Alex là một người đặt ra tiêu chuẩn rất cao cho bản thân. Kiến trúc phần mềm và chất lượng mã nguồn của anh ấy là xuất sắc.\"",
    "6241216760515841388": "Philipp Müller",
    "2183759417524528614": "Product Owner - Deutsche Bundesbank",
    "4423403981586156913": "\"Bạn đang trong tay tốt! Alex có con mắt tinh tế cho chi tiết và vẫn giữ được cái nhìn tổng quan. Anh ấy là một người tuyệt vời để làm việc cùng.\"",
    "1310273215676637105": "Kỹ sư Fullstack Senior - babiel",
    "5737718121557020000": "\"Chúng tôi vừa bắt đầu phát triển một hệ thống mới sử dụng Angular khi Alex tham gia nhóm của chúng tôi. Anh ấy nhanh chóng làm quen với hệ thống và bắt đầu đóng góp, mang lại nhiều ý tưởng và cải tiến. Alex không chỉ viết mã; anh ấy còn dự đoán nhu cầu trong tương lai. Mọi người đều muốn Alex trong nhóm của mình!\"",
    "3300865128208902700": "Ấn phẩm Kỹ thuật số của Bundesbank",
    "3981228731455999944": "Một nền tảng trực quan để tìm kiếm và đọc ấn phẩm kỹ thuật số. Nó bao gồm một trình theo dõi tiến trình đơn giản, điều hướng dễ dàng và được thiết kế với khả năng truy cập và hiệu suất trong tâm trí.",
    "3264921690616516499": "https://publikationen.bundesbank.de",
    "663997663737307742": "Khả năng truy cập",
    "580351185664428730": "Compodoc",
    "4043738651985178045": "Công cụ tài liệu còn thiếu cho các ứng dụng Angular, Nest và Stencil của bạn.",
    "8968454761451820173": "https://compodoc.app/",
    "6984983607470794786": "Open Source",
    "3296002115428304662": "Hợp tác",
    "3309175908434919167": "Grailify",
    "6101065704029646931": "Một ứng dụng web thân thiện với người dùng dành cho những người yêu thích giày thể thao, được thiết kế để tìm kiếm thông tin chi tiết một cách nhanh chóng và hiệu quả.",
    "1620670473212860787": "https://grailify.com",
    "7156421239090819439": "Basler",
    "2036751612058851463": "Một cửa hàng trực tuyến cung cấp một loạt các ống kính quang học, với hệ thống tìm kiếm và bộ lọc toàn diện để mang lại trải nghiệm mua sắm dễ dàng.",
    "5283020377460120913": "https://www.baslerweb.com/"
  }
}
