{
  "locale": "pl",
  "translations": {
    "4092554493038679417": "Zmień schemat kolorów",
    "5034473762587110175": "Otwórz nawigację",
    "1726363342938046830": "O mnie",
    "3398353192845179101": "Doświadczenie",
    "7922989125096435449": "Kontakt",
    "5847310634737729000": "Zamknij nawigację",
    "8695389393070361898": "Zmień motyw",
    "8379314117913380516": "O mnie",
    "3562199946446423606": "O mnie",
    "1339159156888549718": "Portret Alexa",
    "6396010416703901080": "Ciekawi Cię coś o mnie? Zobacz tutaj:",
    "6524483519658952310": "Cześć! Jestem pasjonatem inżynierii oprogramowania, specjalizującym się w pełnym stosie rozwoju webowego. Moja misja? Tchnąć życie w produkty cyfrowe, łącząc wiedzę techniczną z podejściem skoncentrowanym na użytkowniku. Niezależnie czy chodzi o tworzenie płynnych doświadczeń użytkownika, wdrażanie responsywnego designu, czy pisanie czystego, wydajnego kodu – uwielbiam przekształcać pomysły w rzeczywistość.",
    "1398862955880306239": "Moja przygoda zaczęła się w 2017 roku, kiedy podczas studiów po raz pierwszy zetknąłem się z rozwojem webowym. Od tamtej pory mierzyłem się z nowymi wyzwaniami, ciągle się rozwijając i pozostając na czele technologii. Przez ostatnie sześć lat doskonaliłem swoje umiejętności i obecnie tworzę zaawansowane aplikacje webowe przy użyciu technologii takich jak Angular, TypeScript, Node.js, Tailwind CSS i Ruby on Rails.",
    "7066927532722569419": "Jako aktywny członek zespołu, lubię pracować nad projektami od koncepcji do wdrożenia. Obserwowanie, jak pomysł przekształca się w pełnoprawny produkt, zawsze jest dla mnie fascynujące. Niezależnie czy chodzi o burzę mózgów, projektowanie rozwiązań, czy naprawianie błędów – możesz na mnie liczyć!",
    "2580263048144931430": "Gdy nie programuję, można mnie znaleźć na boisku piłkarskim, grając w rzutki lub grając na perkusji.",
    "2992091435144901506": "Na koniec, kilka szybkich faktów o mnie.",
    "7435401466120133324": "Magister informatyki mediów",
    "2501784976238558733": "Szybko się uczę",
    "2607161377799964176": "Gracz zespołowy",
    "853657303423472902": "Śmiało skontaktuj się ze mną — jestem otwarty na współpracę Open Source, dyskusje lub po prostu na krótką rozmowę 😊. Możesz mnie znaleźć na {$START_LINK}GitHub{$CLOSE_LINK}, gdzie aktywnie wspieram projekty Open Source w swoim czasie wolnym.",
    "3806046460695773495": "Kontakt",
    "2236877205125634440": "Skontaktuj się ze mną",
    "3296050750758951280": "Chcesz dowiedzieć się więcej? Skontaktuj się, jeśli szukasz dewelopera, masz pytanie lub po prostu chcesz nawiązać kontakt.",
    "8738732372986673558": "Skopiuj do schowka",
    "5392341774767336507": "Skopiowano!",
    "7432269983437379187": "Możesz mnie znaleźć także na tych platformach!",
    "4912832585574135418": "Doświadczenie",
    "4284456036803499378": "Oto krótkie podsumowanie mojego ostatniego doświadczenia:",
    "8167513183851535531": "dziś",
    "5611576616238038602": "Portret Alexa",
    "4838137483703891134": "Cześć, jestem Alex {$START_TAG_SPAN}👋{$CLOSE_TAG_SPAN}",
    "1231935234812662388": "Jestem pasjonatem rozwoju webowego (aktualnie pracuję z Angular, TailwindCSS i Node.js) z ponad 5-letnim doświadczeniem. Moim celem jest tworzenie responsywnych i wydajnych aplikacji webowych, które są zarówno funkcjonalne, jak i estetyczne. Witamy! 🚀",
    "1953905093259328161": "Düsseldorf, Niemcy",
    "5184113175230111566": "Dostępny na nowe projekty",
    "4342625008558026850": "Umiejętności",
    "2698523611173154891": "Umiejętności, narzędzia i technologie, w których się specjalizuję:",
    "7100508900545127127": "Referencje",
    "2235950416647161384": "Kilka miłych słów od współpracowników i klientów:",
    "5491084532551383168": "Projekty",
    "8468917990720299271": "Niektóre z projektów, w których brałem udział:",
    "8215692724079010432": "Otwórz zewnętrzny link",
    "3950619035580288385": "Inżynier Full Stack",
    "4058175648372300295": "babiel",
    "8256730138189607726": "https://www.babiel.com",
    "5858221649220977292": "Z powodzeniem poprowadziłem ponowne uruchomienie publikacji cyfrowej i aplikacji statystycznej.",
    "2216909500381016550": "Wykazałem się biegłością w różnorodnym stosie technologicznym, w tym Angular, TypeScript, TailwindCSS, EveryLayout, GraphQL, Compodoc, Jest i więcej.",
    "6720585639837524646": "Pełniłem funkcję mentora i lidera technicznego, kierując zespołem frontendowym.",
    "2145819939017949210": "Deweloper Web (Student Pracujący)",
    "5133862515802582291": "appsoluts",
    "9046616810294634897": "https://appsoluts.de",
    "6148033224048177681": "Projektowałem i optymalizowałem aplikacje webowe o wysokiej wydajności, poprawiając doświadczenie użytkownika.",
    "6605276672606837984": "Pracowałem jako full-stack deweloper w ekosystemach Vue.js i Ruby on Rails.",
    "4378568353507865480": "Deweloper ECM (Student Pracujący)",
    "4505540784967950873": "able",
    "2742315601336860039": "https://www.able-group.de",
    "1438213123375006278": "Opracowałem i wdrożyłem samodzielne wtyczki webowe, aby poprawić funkcjonalność systemu zarządzania dokumentami.",
    "1275778684549935744": "Pełniłem kompleksową rolę obejmującą inżynierię wymagań, projektowanie koncepcyjne, rozwój produktów, testowanie i zarządzanie operacyjne.",
    "4766361001513660230": "Ściśle współpracowałem z klientami wewnętrznymi, opracowując i udoskonalając funkcje produktów, zapewniając ich zgodność z celami biznesowymi.",
    "4388033653371435483": "Deweloper Java (Student Pracujący)",
    "8489120594808051107": "kernpunkt",
    "4566842448603468499": "https://www.kernpunkt.de",
    "5969262782187988583": "Opracowałem rozszerzenia CMS oparte na Javie i szablony webowe, poprawiając możliwości systemu i interfejs użytkownika.",
    "8418757315716671228": "Odegrałem kluczową rolę w procesie transformacji operacyjnej Scrum, przyczyniając się do wdrożenia zwinnych metodologii.",
    "885356298966508602": "Lider Zespołu CoreMedia - babiel",
    "1724843545256202388": "\"Alex to osoba, która stawia sobie bardzo wysokie standardy. Architektura oprogramowania i jakość kodu są wzorowe.\"",
    "6241216760515841388": "Philipp Müller",
    "2183759417524528614": "Właściciel Produktu - Deutsche Bundesbank",
    "4423403981586156913": "\"Jesteś w dobrych rękach! Alex ma oko do szczegółów, nie tracąc z oczu szerszej perspektywy. Praca z nim to czysta przyjemność.\"",
    "1310273215676637105": "Starszy Inżynier Fullstack - babiel",
    "5737718121557020000": "\"Dopiero zaczęliśmy tworzyć nowy system w Angular, kiedy Alex dołączył do naszego zespołu. Szybko opanował system i zaczął wnosić wkład, przynosząc wiele pomysłów i ulepszeń. Alex nie tylko pisze kod; przewiduje przyszłe potrzeby. Każdy chciałby mieć Alexa w swoim zespole!\"",
    "3300865128208902700": "Publikacje Cyfrowe Bundesbank",
    "3981228731455999944": "Intuicyjna platforma do znajdowania i czytania publikacji cyfrowych. Zawiera prosty tracker postępów, łatwą nawigację i jest zaprojektowana z myślą o dostępności i wydajności.",
    "3264921690616516499": "https://publikationen.bundesbank.de",
    "663997663737307742": "Dostępność",
    "580351185664428730": "Compodoc",
    "4043738651985178045": "Brakujące narzędzie dokumentacji dla aplikacji Angular, Nest i Stencil.",
    "8968454761451820173": "https://compodoc.app/",
    "6984983607470794786": "Open Source",
    "3296002115428304662": "Współpraca",
    "3309175908434919167": "Grailify",
    "6101065704029646931": "Przyjazna dla użytkownika aplikacja webowa dla miłośników sneakersów, zaprojektowana, aby szybko i skutecznie znajdować szczegółowe informacje.",
    "1620670473212860787": "https://grailify.com",
    "7156421239090819439": "Basler",
    "2036751612058851463": "Sklep internetowy oferujący szeroką gamę soczewek optycznych, z kompleksowym systemem wyszukiwania i filtrowania dla łatwego doświadczenia zakupowego.",
    "5283020377460120913": "https://www.baslerweb.com/"
  }
}
