{
  "locale": "tr",
  "translations": {
    "4092554493038679417": "Renk şemasını değiştir",
    "5034473762587110175": "Gezinmeyi aç",
    "1726363342938046830": "Hakkında",
    "3398353192845179101": "Deneyim",
    "7922989125096435449": "İletişim",
    "2614607010577950577": "Genel Bakış",
    "6782077395930235254": "Ülkeler",
    "5847310634737729000": "Gezinmeyi kapat",
    "8695389393070361898": "Temayı değiştir",
    "8379314117913380516": "hakkında",
    "3562199946446423606": "Hakkımda",
    "1339159156888549718": "Alex'in portresi",
    "6396010416703901080": "Benim hakkımda meraklı mısınız? İşte:",
    "6524483519658952310": "Merhaba! Ben, full-stack web geliştirme konusunda uzmanlaşmış tutkulu bir yazılım mühendisiyim. Misyonum nedir? Teknik uzmanlığı kullanıcı odaklı bir yaklaşımla birleştirerek dijital ürünlere hayat vermek. İster sorunsuz kullanıcı deneyimleri oluşturmak, ister duyarlı tasarımlar uygulamak ya da temiz ve yüksek performanslı kod yazmak olsun, fikirleri gerçeğe dönüştürmeyi seviyorum.",
    "1398862955880306239": "Yolculuğum 2017 yılında, öğrenimim sırasında web geliştirmeye ilk adım attığımda başladı. O zamandan beri yeni zorluklarla yüzleştim, sürekli olarak gelişmeye devam ettim ve teknolojinin ön saflarında kaldım. Son altı yıl boyunca becerilerimi geliştirdim ve Angular, TypeScript, Node.js, Tailwind CSS ve Ruby on Rails gibi teknolojilerle modern web uygulamaları inşa ediyorum.",
    "7066927532722569419": "Proaktif bir takım üyesi olarak, fikir aşamasından üretime kadar projelerde çalışmayı seviyorum. Bir konseptin gelişerek tam anlamıyla bir ürüne dönüşmesini izlemek oldukça büyüleyici. İster özellikler hakkında beyin fırtınası yapmak, ister çözümler tasarlamak ya da hataları düzeltmek olsun, bana güvenebilirsiniz!",
    "2580263048144931430": "Kod yazmadığım zamanlarda beni futbol sahalarında koşarken, dart oynarken ya da davul çalarken bulabilirsiniz.",
    "2992091435144901506": "Son olarak, hakkımda birkaç hızlı bilgi.",
    "7435401466120133324": "Medya Bilgisayar Bilimi Yüksek Lisansı",
    "2501784976238558733": "Hızlı öğrenen",
    "2607161377799964176": "Takım oyuncusu",
    "853657303423472902": "Benimle iletişime geçmekten çekinmeyin — Open Source projeleri, tartışmalar veya sadece merhaba demek için buradayım 😊. Beni {$START_LINK}GitHub{$CLOSE_LINK} adresinde bulabilirsiniz, burada boş zamanlarımda aktif olarak Open Source projelerine destek oluyorum.",
    "3806046460695773495": "iletişim",
    "2236877205125634440": "İletişime geçin",
    "3296050750758951280": "Daha fazla bilgi edinmek ister misiniz? Eğer bir geliştirici arıyorsanız, bir sorunuz varsa ya da sadece bağlantı kurmak istiyorsanız, benimle iletişime geçmekten çekinmeyin.",
    "8738732372986673558": "Panoya kopyala",
    "5392341774767336507": "Kopyalandı!",
    "7432269983437379187": "Beni bu platformlarda da bulabilirsiniz!",
    "4912832585574135418": "deneyim",
    "4284456036803499378": "Son deneyimlerimin kısa bir özeti burada:",
    "8167513183851535531": "bugün",
    "5611576616238038602": "Alex'in portresi",
    "4838137483703891134": "Merhaba, ben Alex {$START_TAG_SPAN}👋{$CLOSE_TAG_SPAN}",
    "1231935234812662388": "Ben bir web geliştiricisiyim (şu anda Angular, TailwindCSS ve Node.js ile çalışıyorum) ve 5 yılı aşkın deneyime sahibim. Amacım, hem işlevsel hem de estetik olarak etkileyici, duyarlı ve yüksek performanslı web uygulamaları yaratmaktır. Hoş geldiniz! 🚀",
    "1953905093259328161": "Düsseldorf, Almanya",
    "5184113175230111566": "Yeni projeler için müsait",
    "4342625008558026850": "Beceriler",
    "2698523611173154891": "Uzman olduğum beceriler, araçlar ve teknolojiler:",
    "7100508900545127127": "Görüşler",
    "2235950416647161384": "Meslektaşlarım ve müşterilerimden gelen nazik sözler:",
    "5491084532551383168": "Projeler",
    "8468917990720299271": "Katıldığım bazı projeler:",
    "8215692724079010432": "Harici bağlantıyı aç",
    "3950619035580288385": "Full Stack Mühendisi",
    "4058175648372300295": "babiel",
    "8256730138189607726": "https://www.babiel.com",
    "5858221649220977292": "Bir dijital yayın ve istatistik uygulamasının başarılı bir şekilde yeniden başlatılmasını yönettim.",
    "2216909500381016550": "Angular, TypeScript, TailwindCSS, EveryLayout, GraphQL, Compodoc, Jest gibi çeşitli teknolojilerde uzmanlık sergiledim.",
    "6720585639837524646": "Ön uç geliştirme ekibini yönlendiren bir mentor ve teknik lider olarak liderlik sağladım.",
    "2145819939017949210": "Web Geliştirici (Çalışan Öğrenci)",
    "5133862515802582291": "appsoluts",
    "9046616810294634897": "https://appsoluts.de",
    "6148033224048177681": "Kullanıcı deneyimini geliştirmek için yüksek performanslı web uygulamaları tasarladım ve optimize ettim.",
    "6605276672606837984": "Vue.js ve Ruby on Rails ekosistemlerinde uzman bir full-stack geliştirici olarak görev aldım.",
    "4378568353507865480": "ECM Geliştirici (Çalışan Öğrenci)",
    "4505540784967950873": "able",
    "2742315601336860039": "https://www.able-group.de",
    "1438213123375006278": "Bir belge yönetim sisteminin işlevselliğini artırmak için bağımsız web tabanlı eklentiler geliştirdim ve dağıttım.",
    "1275778684549935744": "Gereksinim mühendisliği, kavramsal tasarım, ürün geliştirme, test ve operasyon yönetimini içeren kapsamlı bir rol üstlendim.",
    "4766361001513660230": "Dahili müşterilerle yakından çalışarak ürün özelliklerini tasarladım ve geliştirdim, iş hedefleriyle uyumlu olmalarını sağladım.",
    "4388033653371435483": "Java Geliştirici (Çalışan Öğrenci)",
    "8489120594808051107": "kernpunkt",
    "4566842448603468499": "https://www.kernpunkt.de",
    "5969262782187988583": "Java tabanlı CMS uzantıları ve web şablonları geliştirerek sistem yeteneklerini ve kullanıcı arayüzünü geliştirdim.",
    "8418757315716671228": "Scrum dönüşüm sürecinde önemli bir rol oynadım ve çevik metodolojilerin benimsenmesine katkıda bulundum.",
    "885356298966508602": "Takım Lideri CoreMedia - babiel",
    "1724843545256202388": "\"Alex, kendisi için çok yüksek standartlar belirleyen bir kişidir. Yazılım mimarisi ve kod kalitesi örnek teşkil eder.\"",
    "6241216760515841388": "Philipp Müller",
    "2183759417524528614": "Ürün Sahibi - Deutsche Bundesbank",
    "4423403981586156913": "\"Emin ellerdesiniz! Alex detaylara dikkat ederken büyük resmi gözden kaçırmaz. Onunla çalışmak harika bir deneyimdir.\"",
    "1310273215676637105": "Kıdemli Fullstack Mühendisi - babiel",
    "5737718121557020000": "\"Angular kullanarak yeni bir sistem geliştirmeye başladığımızda Alex ekibimize katıldı. Kısa sürede sistemi öğrendi ve geliştirilmesine katkıda bulunarak birçok fikir ve iyileştirme sundu. Alex sadece kod yazmaz; gelecekteki ihtiyaçları öngörür. Herkes Alex'i ekibinde görmek ister!\"",
    "3300865128208902700": "Bundesbank Dijital Yayınları",
    "3981228731455999944": "Dijital yayınları bulmak ve okumak için sezgisel bir platform. Basit bir ilerleme izleyici, kolay gezinme içerir ve erişilebilirlik ve performans göz önünde bulundurularak tasarlanmıştır.",
    "3264921690616516499": "https://publikationen.bundesbank.de",
    "663997663737307742": "Erişilebilirlik",
    "580351185664428730": "Compodoc",
    "4043738651985178045": "Angular, Nest ve Stencil uygulamalarınız için eksik dokümantasyon aracı.",
    "8968454761451820173": "https://compodoc.app/",
    "6984983607470794786": "Open Source",
    "3296002115428304662": "İşbirlikçi",
    "3309175908434919167": "Grailify",
    "6101065704029646931": "Sneaker meraklıları için detaylı bilgileri hızlı ve verimli bir şekilde bulmak üzere tasarlanmış, kullanıcı dostu bir web uygulaması.",
    "1620670473212860787": "https://grailify.com",
    "7156421239090819439": "Basler",
    "2036751612058851463": "Çok çeşitli optik lensler sunan bir çevrimiçi mağaza, kolay alışveriş deneyimi için kapsamlı bir arama ve filtreleme sistemi ile donatılmıştır.",
    "5283020377460120913": "https://www.baslerweb.com/"
  }
}
